[
  {
    "name": "H2HC - Hackers to Hackers Conference",
    "date": "2025-12",
    "city": "São Paulo",
    "state": "SP",
    "url": "https://www.h2hc.com.br",
    "tags": ["hacking", "security research", "hardware"],
    "description": "A Conferência Hackers To Hackers (H2HC) é um evento organizado por pessoas que trabalham ou estão diretamente envolvidas em pesquisa e desenvolvimento no campo da segurança da informação. O principal objetivo é permitir a disseminação, discussão e troca de conhecimentos sobre segurança da informação entre os participantes e as empresas envolvidas no evento. Com treinamentos e palestras apresentadas por membros respeitados do mundo corporativo, grupos de pesquisa e da comunidade underground, a conferência deste ano promete demonstrar técnicas que nunca foram vistas ou discutidas com o público antes.",
    "socials": {
      "twitter": "https://x.com/h2hconference",
      "telegram": "https://t.me/h2hconference",
      "instagram": "https://www.instagram.com/h2hconference/"
    },
    "price": "R$ 200 - 400"
  },
    {
    "name": "Security BSides SP",
    "date": "2025-05",
    "city": "São Paulo",
    "state": "SP",
    "url": "https://securitybsides.com.br/",
    "tags": ["hacking", "security research"],
    "description": "A Security BSides conta com diversas atividades paralelas, dentre palestras, oficinas, lighting talks, villages, música, churrasker, o consagrado Dogão, bebida e muita diversão e conhecimento",
    "socials": {
      "twitter": "https://x.com/bsidessp",
      "instagram": "https://www.instagram.com/bsidessp"
    },
    "price": "R$ Gratuito"
  }
      {
    "name": "BHack Conference",
    "date": "2025-11",
    "city": "Belo Horizonte",
    "state": "MG",
    "url": "https://www.bhack.com.br/",
    "tags": ["hacking", "security research"],
    "description": "Desde 2012, a BHack tem como objetivo atender às necessidades do público mineiro quando se trata de Segurança da Informação (SI). São dois dias de evento. E ao longo desta jornada proporcionaremos aos participantes palestras repletas de conteúdos atuais e relevantes para todos aqueles que lidam com Segurança da Informação, agregando conhecimento e promovendo integração entre gestores e técnicos.",
    "socials": {
      "twitter": "https://x.com/bhack",
      "instagram": "https://www.instagram.com/bhackconference"
    },
    "price": "R$ Gratuito"
  }
]
